Repository: surojitfromindia/Float
Catalog: Localizable.xcstrings
Source language: en
Languages: bn, es, hi

# %@ - %@ · %lld days left
source: %1$@ - %2$@ · %3$lld days left
bn: %1$@ - %2$@ · %3$lld দিন বাকি

# %@ - %@ of %@
source: %1$@ - %2$@ of %3$@
bn: %1$@ - %2$@ এর মধ্যে %3$@

# %@ · next %@
source: %1$@ · next %2$@
bn: %1$@ · পরের %2$@

# %@ %@ yesterday
source: %1$@ %2$@ yesterday
bn: %1$@ %2$@ গতকাল

# %@ • %@ account • %@
source: %1$@ • %2$@ account • %3$@
bn: %1$@ • %2$@ অ্যাকাউন্ট • %3$@

# %@ • Next %@
source: %1$@ • Next %2$@
bn: %1$@ • পরবর্তী %2$@

# %@ category • %lld posted transactions
source: %1$@ category • %2$lld posted transactions
bn: %1$@ বিভাগ • %2$lld পোস্ট করা লেনদেন

source: %@ category • No posted transactions yet
bn: %1$@ বিভাগ • এখনো কোনো পোস্ট করা লেনদেন নেই

source: %@ elapsed
bn: %@ অতিক্রান্ত

# %@ has %@ remaining.
source: %1$@ has %2$@ remaining.
bn: %1$@-এ %2$@ বাকি।

source: %@ is close
bn: %@ কাছাকাছি

# %@ is due today for %@.
source: %1$@ is due today for %2$@.
bn: %1$@ আজ %@-এর জন্য বকেয়া।

source: %@ is moving fast
bn: %@ দ্রুত এগোচ্ছে

source: %@ is over budget
bn: %@ বাজেট অতিক্রম করেছে

# %@ leads expenses. %@
source: %1$@ leads expenses. %2$@
bn: %1$@ খরচে এগিয়ে। %2$@

source: %@ left
bn: %@ বাকি

# %@ of %@
source: %1$@ of %2$@
bn: %1$@ এর মধ্যে %2$@

# %@ of %@ used
source: %1$@ of %2$@ used
bn: %1$@ এর মধ্যে %2$@ ব্যবহৃত

# %@ of %@ used.
source: %1$@ of %2$@ used.
bn: %1$@ এর মধ্যে %2$@ ব্যবহৃত।

source: %@ of report expenses
bn: রিপোর্টের খরচের %@

source: %@ over this period after recurring and goals.
bn: পুনরাবৃত্তি ও লক্ষ্য বাদ দিয়ে এই সময়ে %@ বেশি।

source: %@ over yesterday
bn: গতকালের তুলনায় %@ বেশি

# %@ safe to spend, %@ per day, %lld days left. %@.
source: %1$@ safe to spend, %2$@ per day, %3$lld days left. %4$@.
bn: %1$@ খরচযোগ্য, দিনে %2$@, %3$lld দিন বাকি। %4$@।

source: %@ spend activity
bn: %@ ব্যয়ের কার্যকলাপ

source: %@ under yesterday
bn: গতকালের তুলনায় %@ কম

source: %@ used
bn: %@ ব্যবহৃত

source: %lld days
bn: %lld দিন

source: %lld expense tx
bn: %lldটি খরচ লেনদেন

source: %lld income tx
bn: %lld আয় লেনদেন

source: %lld pending
bn: %lldটি অপেক্ষমাণ

source: %lld templates
bn: %lldটি টেমপ্লেট

# %lld transaction%@ need attention.
source: %1$lld transaction%2$@ need attention.
bn: %lld লেনদেন%@ মনোযোগ দরকার।

source: %lld transactions
bn: %lldটি লেনদেন

# %lld transactions, %lld transfers
source: %1$lld transactions, %2$lld transfers
bn: %1$lldটি লেনদেন, %2$lldটি ট্রান্সফার

# %lld transactions, %lld transfers, %lld projected
source: %1$lld transactions, %2$lld transfers, %3$lld projected
bn: %1$lldটি লেনদেন, %2$lldটি ট্রান্সফার, %3$lldটি পূর্বাভাস

source: %lld tx
bn: %lldটি লেনদেন

source: %lld txns
bn: %lld লেনদেন

source: %lld%% of budget used.
bn: বাজেটের %lld%% ব্যবহৃত।

# %lld%% used with %lld%% of the period elapsed.
source: %1$lld%% used with %2$lld%% of the period elapsed.
bn: সময়ের %lld%% পার হয়েছে, বাজেটের %lld%% ব্যবহৃত।

source: %lldd
bn: %lld দিন

source: About
bn: সম্পর্কে
es: Acerca de
hi: परिचय

source: Account
bn: অ্যাকাউন্ট
es: Cuenta
hi: खाता

source: Account breakdown
bn: অ্যাকাউন্ট বিভাজন

source: Accounts
bn: অ্যাকাউন্টসমূহ
es: Cuentas
hi: खाते

source: Action center
bn: অ্যাকশন কেন্দ্র

source: Activate
bn: সক্রিয় করুন

source: Active
bn: সক্রিয়
es: Activo
hi: सक्रिय

source: Add
bn: যোগ করুন
es: Agregar
hi: जोड़ें

source: Add a budget to see the next cash-flow windows.
bn: পরবর্তী নগদ-প্রবাহের উইন্ডো দেখতে একটি বাজেট যোগ করুন।

source: Add account
bn: অ্যাকাউন্ট যোগ করুন
es: Agregar cuenta
hi: खाता जोड़ें

source: Add category
bn: বিভাগ যোগ করুন
es: Agregar categoría
hi: श्रेणी जोड़ें

source: Add event
bn: ইভেন্ট যোগ করুন

source: Add Event
bn: ইভেন্ট যোগ করুন

source: Add event category
bn: ইভেন্ট বিভাগ যোগ করুন

source: Add Expense
bn: খরচ যোগ করুন

source: Add expense categories before setting category budgets.
bn: বিভাগের বাজেট নির্ধারণের আগে খরচের বিভাগ যোগ করুন।

source: Add Income
bn: আয় যোগ করুন

source: Add income or spending for this day.
bn: এই দিনের জন্য আয় বা খরচ যোগ করুন।

source: Add pending row
bn: অপেক্ষমাণ সারি যোগ করুন

source: Add predictable bills or income to keep Safe-to-Spend current.
bn: Safe-to-Spend আপডেট রাখতে নিয়মিত বিল বা আয় যোগ করুন।

source: Add split row
bn: বিভক্ত সারি যোগ করুন

source: Add template group
bn: টেমপ্লেট গ্রুপ যোগ করুন

source: Add templates to this group.
bn: এই গ্রুপে টেমপ্লেট যোগ করুন।

source: Add to goal
bn: লক্ষ্যে যোগ করুন

source: Add to nearest goal
bn: নিকটতম লক্ষ্যে যোগ করুন

source: Add transaction
bn: লেনদেন যোগ করুন
es: Agregar transacción
hi: लेनदेन जोड़ें

source: Add transactions to build event-level charts and metrics.
bn: ইভেন্ট-স্তরের চার্ট ও মেট্রিক তৈরি করতে লেনদেন যোগ করুন।

source: Add transactions to see daily activity.
bn: দৈনিক কার্যকলাপ দেখতে লেনদেন যোগ করুন।

source: Add transactions to see the event spend trend.
bn: ইভেন্টের ব্যয় ট্রেন্ড দেখতে লেনদেন যোগ করুন।

source: Add Transfer
bn: ট্রান্সফার যোগ করুন

source: Add your first expense when you are ready.
bn: প্রস্তুত হলে আপনার প্রথম খরচ যোগ করুন।

source: Adds realistic expenses, income, and transfers for pagination testing.
bn: পৃষ্ঠা পরীক্ষা করার জন্য বাস্তবসম্মত খরচ, আয়, এবং ট্রান্সফার যোগ করে।

source: After recurring, goals, and spending recorded this period.
bn: এই সময়ে পুনরাবৃত্তি, লক্ষ্য এবং ব্যয় নথিভুক্ত করার পরে।

source: All accounts
bn: সব অ্যাকাউন্ট
es: Todas las cuentas
hi: सभी खाते

source: All alerts
bn: সব সতর্কতা

source: All categories
bn: সব বিভাগ
es: Todas las categorías
hi: सभी श्रेणियाँ

source: All events
bn: সব ইভেন্ট

source: All transactions
bn: সব লেনদেন

source: Allocated
bn: বরাদ্দ

source: Allocation
bn: বণ্টন

source: Allocation share
bn: বরাদ্দের অংশ

source: Amount
bn: পরিমাণ
es: Importe
hi: राशि

source: Amount in minor units
bn: ছোট এককে পরিমাণ

source: Amount minor units
bn: পরিমাণের ছোট একক

source: Amounts are stored in minor units. Example: ₹123.45 is 12345.
bn: পরিমাণ ছোট এককে সংরক্ষিত হয়। উদাহরণ: ₹১২৩.৪৫ হলো ১২৩৪৫।

source: Appearance
bn: রূপ
es: Apariencia
hi: दिखावट

source: Archive
bn: আর্কাইভ করুন
es: Archivar
hi: संग्रहित करें

source: Archived
bn: আর্কাইভ করা
es: Archivado
hi: संग्रहीत

source: Authentication was not completed.
bn: প্রমাণীকরণ সম্পন্ন হয়নি।

source: Available
bn: উপলব্ধ

source: Average
bn: গড়

source: Bank
bn: ব্যাংক

source: Bengali
bn: বাংলা
es: Bengalí
hi: बंगाली

source: Biggest
bn: সবচেয়ে বড়

source: Budget
bn: বাজেট
es: Presupuesto
hi: बजट

source: Budget alerts
bn: বাজেট সতর্কতা

source: Budget amount
bn: বাজেটের পরিমাণ

source: Budget health
bn: বাজেটের স্বাস্থ্য

source: Budget overview
bn: বাজেটের সারাংশ

source: Budget pace
bn: বাজেটের গতি

source: Budget sensitivity
bn: বাজেট সংবেদনশীলতা

source: Budgeted categories
bn: বাজেট করা বিভাগ

source: Bulk Add
bn: একসাথে যোগ

source: Bulk add transactions
bn: একাধিক লেনদেন যোগ করুন

source: Bulk mode
bn: বাল্ক মোড

source: Busiest day
bn: সবচেয়ে ব্যস্ত দিন

source: Cadence
bn: পুনরাবৃত্তি

source: Calendar
bn: ক্যালেন্ডার

source: Calendar insights
bn: ক্যালেন্ডার অন্তর্দৃষ্টি

source: Cancel
bn: বাতিল
es: Cancelar
hi: रद्द करें

source: Card
bn: কার্ড

source: Cash
bn: নগদ

source: Cash flow trend
bn: নগদ প্রবাহের ট্রেন্ড

source: Categories
bn: বিভাগসমূহ
es: Categorías
hi: श्रेणियाँ

source: Category
bn: বিভাগ
es: Categoría
hi: श्रेणी

source: Category breakdown
bn: বিভাগভিত্তিক বিভাজন

source: Category Budget
bn: বিভাগের বাজেট

source: Category budget summary
bn: বিভাগ বাজেট সারাংশ

source: Category report
bn: বিভাগ রিপোর্ট
es: Informe de categoría
hi: श्रेणी रिपोर्ट

source: Category reports update after transactions are added.
bn: লেনদেন যোগ হলে বিভাগভিত্তিক রিপোর্ট আপডেট হবে।

source: Chart metrics
bn: চার্ট মেট্রিক

source: Check balance
bn: ব্যালেন্স দেখুন

source: Clear
bn: সাফ করুন

source: Clear budget
bn: বাজেট সাফ করুন

source: Close and over
bn: নিকট ও অতিক্রম

source: Color
bn: রং
hi: रंग

source: Committed
bn: অঙ্গীকারবদ্ধ

source: Completed goals are hidden for now.
bn: সম্পন্ন লক্ষ্যগুলো আপাতত লুকানো আছে।

source: Continue
bn: চালিয়ে যান
es: Continuar
hi: जारी रखें

source: Contribute
bn: অবদান দিন
es: Aportar
hi: योगदान करें

source: Contribution
bn: অবদান

source: Convert expected transactions when they post.
bn: প্রত্যাশিত লেনদেন পোস্ট হলে রূপান্তর করুন।

source: Convert to expense
bn: খরচে রূপান্তর করুন

source: Convert to income
bn: আয়ে রূপান্তর করুন

source: Copy
bn: কপি করুন

source: Create a daily set from your transaction templates.
bn: আপনার লেনদেন টেমপ্লেট থেকে একটি দৈনিক সেট তৈরি করুন।

source: Create a goal to include it in reports.
bn: রিপোর্টে অন্তর্ভুক্ত করতে একটি লক্ষ্য তৈরি করুন।

source: Create a goal to reserve money before spending.
bn: খরচের আগে টাকা সংরক্ষণ করতে একটি লক্ষ্য তৈরি করুন।

source: Create an event to group transactions, metrics, and charts.
bn: লেনদেন, মেট্রিক ও চার্ট একত্র করতে একটি ইভেন্ট তৈরি করুন।

source: Create backup
bn: ব্যাকআপ তৈরি করুন
es: Crear copia
hi: बैकअप बनाएँ

source: Create reusable entries for coffee, groceries, bills, salary, or transfers.
bn: কফি, বাজার, বিল, বেতন বা ট্রান্সফারের পুনর্ব্যবহারযোগ্য এন্ট্রি তৈরি করুন।

source: Create template groups from Settings.
bn: সেটিংস থেকে টেমপ্লেট গ্রুপ তৈরি করুন।

source: Create templates before using bulk entry.
bn: বাল্ক এন্ট্রি ব্যবহারের আগে টেমপ্লেট তৈরি করুন।

source: Cumulative
bn: সঞ্চিত

source: Currency
bn: মুদ্রা
es: Moneda
hi: मुद्रा

source: Currency code
bn: মুদ্রা কোড
es: Código de moneda
hi: मुद्रा कोड

source: Current goal
bn: বর্তমান লক্ষ্য

source: Current period
bn: বর্তমান সময়কাল

source: Custom range
bn: কাস্টম রেঞ্জ

source: Daily
bn: দৈনিক

source: Daily average
bn: দৈনিক গড়

source: Daily limit
bn: দৈনিক সীমা

source: Dark
bn: গাঢ়
es: Oscuro
hi: गहरा

source: Data stays on device. Float has no backend, no account, no analytics, and no tracking SDKs. Backup files are created only when you choose them.
bn: ডেটা ডিভাইসেই থাকে। Float-এর কোনো ব্যাকএন্ড, অ্যাকাউন্ট, অ্যানালিটিক্স বা ট্র্যাকিং SDK নেই। আপনি চাইলে তবেই ব্যাকআপ ফাইল তৈরি হয়।

source: Date
bn: তারিখ

source: Date range
bn: তারিখের সীমা

source: Dates
bn: তারিখ

source: Day
bn: দিন

source: Day and week patterns from this report range
bn: এই রিপোর্ট রেঞ্জের দিন ও সপ্তাহের ধারা

source: days left
bn: দিন বাকি

source: Deactivate
bn: নিষ্ক্রিয় করুন

source: Default account
bn: ডিফল্ট অ্যাকাউন্ট

source: Delete
bn: মুছুন
es: Eliminar
hi: हटाएँ

source: Delete %@ from this event?
bn: এই ইভেন্ট থেকে %@ মুছবেন?

source: Delete event
bn: ইভেন্ট মুছুন

source: Delete event category
bn: ইভেন্ট বিভাগ মুছুন

source: Delete event?
bn: ইভেন্ট মুছবেন?

source: Delete pending row
bn: অপেক্ষমাণ সারি মুছুন

source: Delete pending transaction
bn: অপেক্ষমাণ লেনদেন মুছুন

source: Delete recurring rule?
bn: পুনরাবৃত্তির নিয়ম মুছবেন?

source: Delete Rule
bn: নিয়ম মুছুন

source: Delete Template
bn: টেমপ্লেট মুছুন

source: Delete transaction
bn: লেনদেন মুছুন

source: Delete transaction?
bn: লেনদেন মুছবেন?

source: Delete transfer
bn: ট্রান্সফার মুছুন

source: Deleting %@ will remove the event from Float, but its transactions will stay in your ledger.
bn: Float থেকে %@ মুছে দিলে ইভেন্টটি সরবে, তবে এর লেনদেনগুলো আপনার লেজারে থাকবে।

source: Description
bn: বিবরণ

source: Destination
bn: গন্তব্য

source: Details
bn: বিস্তারিত
es: Detalles
hi: विवरण

source: Device authentication is not available.
bn: ডিভাইস প্রমাণীকরণ উপলভ্য নয়।

source: Done
bn: সম্পন্ন

source: Down
bn: নিচে

source: Edit
bn: সম্পাদনা

source: Edit Account
bn: অ্যাকাউন্ট সম্পাদনা

source: Edit Category
bn: বিভাগ সম্পাদনা

source: Edit event
bn: ইভেন্ট সম্পাদনা করুন

source: Edit Event
bn: ইভেন্ট সম্পাদনা করুন

source: Edit Goal
bn: লক্ষ্য সম্পাদনা

source: Edit Group
bn: গ্রুপ সম্পাদনা করুন

source: Edit note
bn: নোট সম্পাদনা করুন

source: Edit pending transaction
bn: অপেক্ষমাণ লেনদেন সম্পাদনা করুন

source: Edit Rule
bn: নিয়ম সম্পাদনা

source: Edit Template
bn: টেমপ্লেট সম্পাদনা করুন

source: Edit Transfer
bn: ট্রান্সফার সম্পাদনা করুন

source: Edit upcoming recurring rule
bn: আসন্ন পুনরাবৃত্ত নিয়ম সম্পাদনা করুন

source: elapsed
bn: অতিক্রান্ত

source: End date
bn: শেষ তারিখ

source: Ended
bn: শেষ

source: Ends
bn: শেষ হয়

source: English
bn: ইংরেজি

source: Enter an amount greater than zero.
bn: শূন্যের চেয়ে বড় পরিমাণ লিখুন।

source: Enter the normal currency amount for one budget period. For example, enter 60000 for ₹60,000.
bn: একটি বাজেট সময়ের সাধারণ মুদ্রার পরিমাণ লিখুন। উদাহরণ: ₹৬০,০০০ এর জন্য ৬০০০০ লিখুন।

source: Enter the normal currency amount for this category.
bn: এই বিভাগের জন্য সাধারণ মুদ্রার পরিমাণ লিখুন।

source: Event categories
bn: ইভেন্ট বিভাগ

source: Event Categories
bn: ইভেন্ট বিভাগ

source: Event name
bn: ইভেন্টের নাম

source: Event settings
bn: ইভেন্ট সেটিংস

source: Event Settings
bn: ইভেন্ট সেটিংস

source: Events
bn: ইভেন্ট

source: Every %@
bn: প্রতি %@

# Every %lld %@s
source: Every %1$lld %2$@s
bn: প্রতি %lld %@

source: Executive summary
bn: নির্বাহী সারাংশ

source: Expected due date
bn: প্রত্যাশিত শেষ তারিখ

source: Expected income
bn: প্রত্যাশিত আয়
es: Ingresos esperados
hi: अपेक्षित आय

source: Expected income or expenses will appear here until they are converted.
bn: রূপান্তর না হওয়া পর্যন্ত প্রত্যাশিত আয় বা খরচ এখানে দেখাবে।

source: Expense
bn: খরচ
es: Gasto
hi: खर्च

source: Expense category
bn: খরচের বিভাগ

source: Expense Category
bn: খরচের বিভাগ

source: Expense concentration by category
bn: বিভাগ অনুযায়ী ব্যয়ের ঘনত্ব

source: Expense intensity by day across %@
bn: %@ জুড়ে দিনে ব্যয়ের তীব্রতা

source: Expense intensity by day across this report range
bn: এই রিপোর্ট রেঞ্জ জুড়ে দিনে ব্যয়ের তীব্রতা

source: Expense mix
bn: খরচের মিশ্রণ

source: Expense transactions will appear here when added.
bn: খরচের লেনদেন যোগ হলে এখানে দেখাবে।

source: Expenses
bn: খরচসমূহ
es: Gastos
hi: खर्चे

source: Export report
bn: রিপোর্ট রপ্তানি করুন
es: Exportar informe
hi: रिपोर्ट निर्यात करें

source: Filters
bn: ফিল্টার

source: Filters active
bn: ফিল্টার সক্রিয়

source: Flat
bn: সমতল

source: Float Destination
bn: Float গন্তব্য

source: Float is locked
bn: Float লক করা আছে

source: Forecast
bn: পূর্বাভাস

source: Formatted amount
bn: ফরম্যাট করা পরিমাণ

source: From
bn: থেকে
es: Desde
hi: से

source: Funding pressure from open targets
bn: চলমান লক্ষ্য থেকে অর্থায়নের চাপ

source: Future transactions will no longer be created from this rule.
bn: এই নিয়ম থেকে আর ভবিষ্যৎ লেনদেন তৈরি হবে না।

source: Get Safe to Spend
bn: খরচযোগ্য পরিমাণ পান

source: Goal target reminders
bn: লক্ষ্য স্মারক

source: Goal target today
bn: আজ লক্ষ্যের দিন

source: Goal time
bn: লক্ষ্যের সময়

source: Goals
bn: লক্ষ্যসমূহ
es: Metas
hi: लक्ष्य

source: Goals needed
bn: প্রয়োজনীয় লক্ষ্য

source: Goals progress
bn: লক্ষ্যের অগ্রগতি

source: Graphs
bn: গ্রাফ

source: Group
bn: গ্রুপ

source: Group name
bn: গ্রুপের নাম

source: Groups
bn: গ্রুপ

source: Hex color
bn: হেক্স রং

source: Hide note
bn: নোট লুকান

source: Highest day
bn: সর্বোচ্চ দিন

source: Hindi
bn: হিন্দি
hi: हिन्दी

source: Home
bn: হোম
es: Inicio
hi: होम

source: Home preview
bn: হোম প্রিভিউ

source: Home uses expected income minus recurring expenses, unfinished goal targets, and expenses already recorded this period.
bn: হোম প্রত্যাশিত আয় থেকে পুনরাবৃত্ত খরচ, অসমাপ্ত লক্ষ্য এবং এই সময়ের রেকর্ড করা খরচ বাদ দিয়ে হিসাব করে।

source: Hour
bn: ঘণ্টা

source: Icon
bn: আইকন

source: In use
bn: ব্যবহৃত

source: Inactive
bn: নিষ্ক্রিয়

source: Included
bn: অন্তর্ভুক্ত

source: Income
bn: আয়
es: Ingresos
hi: आय

source: Income category
bn: আয়ের বিভাগ

source: Income Category
bn: আয়ের বিভাগ

source: Income vs expenses
bn: আয় বনাম খরচ

source: Income, expenses, and net movement over time
bn: সময়ের সাথে আয়, খরচ ও নিট চলাচল

source: Jump to month
bn: মাসে যান

source: Language
bn: ভাষা
es: Idioma
hi: भाषा

source: Large expenses will appear here.
bn: বড় খরচ এখানে দেখাবে।

source: Largest expenses in this report range
bn: এই রিপোর্ট রেঞ্জের সবচেয়ে বড় খরচ

source: Last 3 periods
bn: শেষ ৩ সময়কাল

source: Last period
bn: শেষ সময়কাল

source: Left
bn: বাকি

source: Less
bn: কম

source: Light
bn: হালকা
es: Claro
hi: हल्का

source: Lightest day
bn: সবচেয়ে হালকা দিন

source: List
bn: তালিকা
es: Lista
hi: सूची

source: Load older data
bn: পুরনো ডেটা লোড করুন

source: Load older events
bn: পুরনো ইভেন্ট লোড করুন

source: Loading older data
bn: পুরনো ডেটা লোড হচ্ছে

source: Loading older events
bn: পুরনো ইভেন্ট লোড হচ্ছে

source: Loading report
bn: রিপোর্ট লোড হচ্ছে

source: Manage
bn: পরিচালনা
es: Administrar
hi: प्रबंधन

source: Mark paid
bn: পরিশোধিত করুন

source: Metric
bn: মেট্রিক

source: Missing details, duplicates, and large transactions.
bn: অনুপস্থিত তথ্য, ডুপ্লিকেট, এবং বড় লেনদেন।

source: Mode
bn: মোড

source: Month
bn: মাস

source: Monthly
bn: মাসিক

source: Monthly load
bn: মাসিক লোড

source: More
bn: আরও
es: Más
hi: अधिक

source: Move money between accounts for this day.
bn: এই দিনের জন্য অ্যাকাউন্টের মধ্যে টাকা স্থানান্তর করুন।

source: Nearest goal
bn: নিকটতম লক্ষ্য

source: Negative
bn: নেতিবাচক

source: Net
bn: নিট
es: Neto
hi: शुद्ध

source: New Account
bn: নতুন অ্যাকাউন্ট

source: New Category
bn: নতুন বিভাগ

source: New Goal
bn: নতুন লক্ষ্য

source: New Group
bn: নতুন গ্রুপ

source: New Rule
bn: নতুন নিয়ম

source: New Template
bn: নতুন টেমপ্লেট

source: Next day
bn: পরের দিন

source: Next month
bn: পরের মাস

source: Next run
bn: পরবর্তী চালনা

source: No active recurring expenses
bn: কোনো সক্রিয় পুনরাবৃত্ত খরচ নেই

source: No activity in this range yet.
bn: এই রেঞ্জে এখনো কোনো কার্যকলাপ নেই।

source: No categories
bn: কোনো বিভাগ নেই

source: No category
bn: কোনো বিভাগ নেই

source: No category budgets
bn: কোনো বিভাগের বাজেট নেই

source: No events yet
bn: এখনও কোনো ইভেন্ট নেই

source: No expense categories yet
bn: এখনও কোনো খরচের বিভাগ নেই

source: No expense transactions
bn: কোনো খরচের লেনদেন নেই

source: No expenses yet
bn: এখনও কোনো খরচ নেই

source: No forecast yet
bn: এখনও কোনো পূর্বাভাস নেই

source: No goals yet
bn: এখনও কোনো লক্ষ্য নেই

source: No groups
bn: কোনো গ্রুপ নেই

source: No matching events
bn: মিলে যাওয়া কোনো ইভেন্ট নেই

source: No matching transactions
bn: মিলে যাওয়া কোনো লেনদেন নেই

source: No pending transactions
bn: কোনো মুলতুবি লেনদেন নেই

source: No recurring rules
bn: কোনো পুনরাবৃত্ত নিয়ম নেই

source: No spending yet
bn: এখনও কোনো ব্যয় নেই

source: No target date
bn: কোনো লক্ষ্য তারিখ নেই

source: No templates
bn: কোনো টেমপ্লেট নেই

source: No templates available.
bn: কোনো টেমপ্লেট নেই।

source: No transactions
bn: কোনো লেনদেন নেই

source: No transactions yet
bn: এখনও কোনো লেনদেন নেই

source: No transfers
bn: কোনো ট্রান্সফার নেই

source: No trend yet
bn: এখনও কোনো ট্রেন্ড নেই

source: No visible goals
bn: দেখানোর মতো কোনো লক্ষ্য নেই

source: None
bn: কোনোটিই নয়

source: Not posted
bn: পোস্ট করা হয়নি

source: Note
bn: নোট
es: Nota
hi: नोट

source: Nothing to review
bn: পর্যালোচনার কিছু নেই

source: Off
bn: বন্ধ

source: On track
bn: সঠিক পথে

source: Open a specific area of Float.
bn: Float-এর নির্দিষ্ট অংশ খুলুন।

source: Open Float
bn: Float খুলুন

source: Open Float ready to add an expense.
bn: খরচ যোগ করতে Float খুলুন।

source: Open Float ready to add income.
bn: আয় যোগ করতে Float খুলুন।

source: Open Float ready to move money between accounts.
bn: অ্যাকাউন্টের মধ্যে টাকা স্থানান্তর করতে Float খুলুন।

source: Open Float to update
bn: Float আপডেট করতে খুলুন

source: Open Float to update safe to spend.
bn: খরচযোগ্য পরিমাণ আপডেট করতে Float খুলুন।

source: Open today
bn: আজ খুলুন

source: Opening %@ in Float.
bn: Float-এ %@ খোলা হচ্ছে।

source: Opening balance minor units
bn: প্রারম্ভিক ব্যালেন্সের ছোট একক

source: Opening Float to add a transfer.
bn: ট্রান্সফার যোগ করতে Float খোলা হচ্ছে।

source: Opening Float to add an expense.
bn: খরচ যোগ করতে Float খোলা হচ্ছে।

source: Opening Float to add income.
bn: আয় যোগ করতে Float খোলা হচ্ছে।

source: Over budget
bn: বাজেট অতিক্রম

source: Over budget only
bn: শুধু বাজেট অতিক্রম

source: Over by %@
bn: %@ বেশি

source: Over by %lld minor units.
bn: %lld ক্ষুদ্র একক বেশি।

source: Over daily allowance
bn: দৈনিক সীমা ছাড়িয়েছে

source: Overview
bn: সারাংশ

source: Pay recurring
bn: পুনরাবৃত্ত পরিশোধ

source: Pay recurring?
bn: পুনরাবৃত্ত পরিশোধ করবেন?

source: pending
bn: মুলতুবি

source: Pending
bn: অপেক্ষমাণ

source: Pending • Due %@
bn: মুলতুবি • বকেয়া %@

source: Pending due today
bn: আজ বকেয়া মুলতুবি

source: Pending overdue
bn: মেয়াদোত্তীর্ণ মুলতুবি

source: Pending queue
bn: মুলতুবি সারি

source: Pending transactions
bn: মুলতুবি লেনদেন

source: Pending upcoming
bn: আসন্ন মুলতুবি

source: Period
bn: সময়কাল
es: Período
hi: अवधि

source: Period elapsed
bn: সময় অতিক্রান্ত

source: Pin event
bn: ইভেন্ট পিন করুন

source: Pinned events
bn: পিন করা ইভেন্ট

source: Portable data
bn: পোর্টেবল ডেটা
es: Datos portátiles
hi: पोर्टेबल डेटा

source: Positive
bn: ইতিবাচক

source: Positive flow
bn: ইতিবাচক প্রবাহ

source: Predictable bills and subscriptions
bn: পূর্বানুমেয় বিল ও সাবস্ক্রিপশন

source: Preferences
bn: পছন্দসমূহ
es: Preferencias
hi: प्राथमिकताएँ

source: Previous day
bn: পূর্বের দিন

source: Previous month
bn: পূর্বের মাস

source: Privacy
bn: গোপনীয়তা
es: Privacidad
hi: गोपनीयता

source: Privacy Lock
bn: গোপনীয়তা লক

source: Projected recurring
bn: প্রক্ষেপিত পুনরাবৃত্ত

source: Qty %lld
bn: পরিমাণ %lld

source: Range
bn: সীমা

source: Ratio
bn: অনুপাত

source: Ratios
bn: অনুপাত

source: Read the latest safe-to-spend amount from Float.
bn: Float থেকে সর্বশেষ খরচযোগ্য পরিমাণ পড়ুন।

source: Recent
bn: সাম্প্রতিক

source: Recurring
bn: পুনরাবৃত্ত
es: Recurrente
hi: दोहराव

source: Recurring commitments
bn: পুনরাবৃত্ত প্রতিশ্রুতি

source: Recurring commitments appear here once added.
bn: যোগ করা হলে পুনরাবৃত্ত প্রতিশ্রুতিগুলো এখানে দেখাবে।

source: Recurring due
bn: পুনরাবৃত্ত বকেয়া

source: Recurring due reminders
bn: পুনরাবৃত্তি বকেয়া স্মারক

source: Recurring item
bn: পুনরাবৃত্ত আইটেম

source: Recurring time
bn: পুনরাবৃত্তির সময়

source: Refresh balance
bn: ব্যালেন্স রিফ্রেশ করুন

source: Reload transactions
bn: লেনদেন পুনরায় লোড করুন

source: remaining
bn: বাকি

source: Remaining
bn: অবশিষ্ট

source: Reminders
bn: স্মারক

source: Report could not load
bn: রিপোর্ট লোড করা যায়নি

source: Reports
bn: রিপোর্ট
es: Informes
hi: रिपोर्ट

source: Reset all data
bn: সব ডেটা রিসেট করুন
es: Restablecer todos los datos
hi: सारा डेटा रीसेट करें

source: Reset all data?
bn: সব ডেটা রিসেট করবেন?

source: Restore backup
bn: ব্যাকআপ পুনরুদ্ধার করুন
es: Restaurar copia
hi: बैकअप पुनर्स्थापित करें

source: Retry
bn: পুনরায় চেষ্টা করুন

source: Review queue
bn: পর্যালোচনা সারি

source: Review Queue
bn: পর্যালোচনা সারি

source: safe
bn: নিরাপদ

source: Safe
bn: নিরাপদ

source: Safe to spend
bn: খরচযোগ্য

source: Safe to Spend
bn: খরচযোগ্য পরিমাণ

source: Safe-to-spend position against period timing
bn: সময়ের তুলনায় safe-to-spend অবস্থান

source: same as yesterday
bn: গতকালের মতোই

source: Sample data
bn: নমুনা ডেটা

source: Save
bn: সংরক্ষণ
es: Guardar
hi: सहेजें

source: Save %@ for quick reuse.
bn: দ্রুত পুনঃব্যবহারের জন্য %@ সংরক্ষণ করুন।

source: Save and add another
bn: সংরক্ষণ করে আরেকটি যোগ করুন

source: Save Split Template
bn: বিভক্ত টেমপ্লেট সংরক্ষণ করুন

source: Saved
bn: সংরক্ষিত

source: Saved minor units
bn: সংরক্ষিত ছোট একক

source: Search categories
bn: বিভাগ খুঁজুন

source: Search event transactions
bn: ইভেন্ট লেনদেন খুঁজুন

source: Search events
bn: ইভেন্ট খুঁজুন

source: Search notes, accounts, amounts
bn: নোট, অ্যাকাউন্ট, পরিমাণ খুঁজুন

source: Seed data
bn: ডেটা পূরণ করুন

source: Seed sample data?
bn: নমুনা ডেটা যোগ করবেন?

source: Seeding two years of data.
bn: দুই বছরের ডেটা যোগ করা হচ্ছে।

source: Select
bn: নির্বাচন করুন

source: Set a budget for one budget period.
bn: একটি বাজেট পিরিয়ডের জন্য বাজেট নির্ধারণ করুন।
